Repository: common-repository/connections-business-directory-anniversary-and-birthday-emails
Catalog: languages/connections-business-directory-anniversary-and-birthday-emails-*.po
Languages: nl_nl

source: Anniversary and Birthday Emails
nl_nl: Jubileum en Verjaardag e-mails

source: Notification Types
nl_nl: Notificatie types

source: Admin Notification
nl_nl: Beheerder notificatie

source: From
nl_nl: Van

source: Message
nl_nl: Berichten

source: Advanced
nl_nl: Geavanceerd

source: Send Types
nl_nl: Verzend types

source: Choose the types of email to send.
nl_nl: Selecteer de type e-mails om te verzenden.

source: Anniversary
nl_nl: Jubileum

source: Birthday
nl_nl: Verjaardag

source: Send Notification?
nl_nl: Notificatie versturen?

source: Whether or not to send a notification that the anniversary or birthday email has been sent. It is recommended that this option is be left disabled because it you have a large directory you could receive a lot of notifications.
nl_nl: Wel of niet een notificatie versturen dat de e-mail voor het jubileum of de verjaardag is verzonden. Het is aangeraden om deze optie uit te laten als u een grote directory heeft, want dan zult u veel notificaties ontvangen.

source: To Name
nl_nl: Aan naam

source: The name in which the email is to be sent to.
nl_nl: De naam waarnaar de e-mail zal worden verzonden.

source: Directory Administrator
nl_nl: Directory beheerder

source: To Email
nl_nl: Aan e-mail

source: The address in which email is to be sent to.
nl_nl: Het e-mailadres waarnaar de e-mail zal worden verzonden.

source: Subject
nl_nl: Onderwerp

source: The email subject.
nl_nl: Onderwerp van de e-mail

source: Sent %fullname% a %type% email today.
nl_nl: Een %type% e-mail vandaag verzonden naar %fullname%.

source: From Name
nl_nl: Van naam

source: The name in which the email is said to come from.
nl_nl: De naam waar vanuit de e-mail is verzonden.

source: From Email
nl_nl: Van e-mail

source: The address in which email is said to come from. This will set the "from" and "reply to" address.
nl_nl: Het e-mail adres waar vandaan de e-mail is verzonden. Deze zal ingesteld worden bij het "van" en "antwoord aan" adres.

source: Happy %type%, %fullname%!
nl_nl: Gefeliciteerd met je %type%, %fullname%!

source: Anniversary Message
nl_nl: Jubileum bericht

source: Birthday Message
nl_nl: Verjaardag bericht

source: Number of Days
nl_nl: Aantal dagen

source: Enter the number of days before the event to send the email. Enter 0 to have the email sent on the day of the event.
nl_nl: Geef het aantal dagen voor het evenement op om de e-mail te versturen. Geef 0 op om de e-mail op de dag van het evenement te versturen.

source: Time to Start
nl_nl: Tijd om te starten

source: Specify the hour of each day in which to start sending email. Valid input is 0â€“23 where 8 means start sending email starting after 8:00 am.
nl_nl: Geef het uur van de dag op om de e-mail te versturen. Geldige waarde is 0-23 waar 8 betekend dat de e-mail zal worden verzonden na 8.00 uur in de ochtend.

source: Email per Batch
nl_nl: E-mails per batch

source: The number of emails to send per batch. Batches will be sent once per hour.
nl_nl: Het aantal e-mails om per batch te versturen. Batches zullen eens per uur worden verzonden.

source: Anniversary and Birthday Email
nl_nl: Jubileum en verjaardag e-mails

source: To unsubscribe, click here.
nl_nl: Om af te melden, hier klikken

source: You have been successfully unsubscribed anniversary and birthday emails.
nl_nl: We hebben je met succes afgemeld voor de jubileum en verjaardag e-mails.

source: Unsubscribed
nl_nl: Afgemeld

source: Connections Business Directory Anniversary and Birthday Emails
nl_nl: Connections Business Adressenboek Jubileum en Verjaardag e-mails

source: An extension for the Connections Business Directory plugin which adds the ability to automatically send an email to entries on their anniversary or birthday.
nl_nl: Een extensie voor the Connections Business Adressenboek plugin die de mogelijkheid biedt om automatisch een e-mail te versturen naar vermeldingen op hun jubileum of verjaardag.

source: http://connections-pro.com
nl_nl: https://connections-pro.com
